"use client";

import React from "react";
import Image from "next/image";

import aboutImg from "../../../public/logo/Logo.png";

const AboutContent: React.FC = () => {
  // const [toggler, setToggler] = useState(false);

  return (
    <>
      <div className="about-area pt-100 tw-mx-4 ">
        <div className="container">
          <div className="row align-items-center tw-bg-[#573a3a] md:tw-p-12 tw-p-4 tw-rounded-xl tw-border-solid tw-border-2 tw-border-[#a4a4a4]">
            <div className="tw-hidden md:tw-block col-md-2 col-sm-12">
              <div className="about-image">
                <Image
                  src={aboutImg}
                  alt="image"
                  className="rounded-10"
                  width={250}
                  height={375}
                />
              </div>
            </div>

            <div className="col-md-10 col-sm-12">
              <div className="about-content about-content-two">
                <div className="about-text ">
                  <h4 className="tw-text-white">درباره ما</h4>
                  <p className="tw-text-white">
                    شرکت ما با بیش از پنج سال تجربه در زمینه تولید نرم‌افزارهای
                    خدماتی، چند فروشگاهی و رزرو آنلاین، در راستای توسعه
                    فناوری‌های نوین، ارائه خدماتی با کیفیت و ایجاد راحتی برای
                    مشتریان خود فعالیت می‌نماید.
                    <br />
                    <br />
                    ما با تیمی متخصص و با استفاده از آخرین دانش‌های تکنولوژیک،
                    نرم‌افزارهایی با عملکرد بالا و رابط کاربری دوستانه تولید
                    می‌کنیم که به کاربران امکان پذیرش آسان، مدیریت اسناد و
                    فعالیت‌های مختلف را فراهم می‌کند. برنامه‌های ما برای ارائه
                    راهکارهای هوشمند و یکپارچه، با تمرکز بر افزایش بهره‌وری و
                    کاهش هزینه‌ها، در مسیری است که به کسب و کارها در بهبود
                    عملکرد و رشد پایدار کمک می‌کند.
                    <br />
                    <br />
                    همچنین، با ارائه خدمات رزرو آنلاین، مشتریان ما قادرند به طور
                    آسان و سریع، خدمات و محصولات مورد نیاز خود را در زمان و
                    مکانی که برایشان مناسب است، رزرو و تهیه نمایند. تضمین کیفیت،
                    پشتیبانی فنی قوی و پاسخگویی سریع به نیازهای مشتریان، از
                    ویژگی‌های برجسته شرکت ماست که باعث اعتماد و رضایت بیشتر
                    مشتریان ما شده است. از تلاش‌های ما برای بهبود مداوم و ارائه
                    بهترین خدمات به مشتریان، برای رقابت بازاریابی و تحقق اهداف
                    کسب و کارمان، هیچگاه فاصله نگرفته‌ایم و همواره به دنبال
                    نوآوری و بهبود می‌باشیم.
                  </p>
                </div>

                {/* <div className="about-text">
                                    <h4>ما که بیدیم</h4>
                                    <p>
                                        چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط
                                        فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.
                                    </p>
                                </div>

                                <div className="about-text">
                                    <h4>داستان ما</h4>
                                    <p>
                                        کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان
                                        را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص
                                        طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد
                                    </p>
                                </div> */}

                {/* <div className="about-text">
                  <h4>خدمات ما</h4>
                  <ul>
                    <li>
                      <i className="fa-solid fa-circle-check"></i>
                      لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.

                    </li>
                    <li>
                      <i className="fa-solid fa-circle-check"></i>
                      در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                    </li>
                    <li>
                      <i className="fa-solid fa-circle-check"></i>
                      لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.

                    </li>
                  </ul>
                </div> */}
              </div>
            </div>
          </div>
        </div>
      </div>
    </>
  );
};

export default AboutContent;
